IDEA Open Model
OpenModel.Element2D Property
Compatible with IDEA StatiCa Beta 20.0
 List of Elements 2D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<Element2D> Element2D { get; set; }
Public Property Element2D As List(Of Element2D)
	Get
	Set
Property Value
Type: List<Element2D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace